Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་སྦྱོར་བ་འམ་འབྱེད་པ་ལྟ་ག་ལ་ཡོད།
en: In disregarding [all these, up to and including] the sensory element of mental consciousness, how could they associate them with omniscience or disassociate them therefrom? “

source: སའི་ཁམས་དང་། ཆུའི་ཁམས་དང་མེའི་ཁམས་དང་། རླུང་གི་ཁམས་དང་ནམ་མཁའི་ཁམས་དང་། རྣམ་པར་ཤེས་པའི་ཁམས་དང་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་མི་སྦྱོར་མི་འབྱེད་དོ། །དེ་ནི་འདི་ལྟར་རྣམ་པར་ཤེས་པའི་ཁམས་ཉིད་ཀྱང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་སྟེ།
en: They neither associate the earth element, the water element, the fire element, the wind element, the space element, or the consciousness element with omniscience, nor do they disassociate them therefrom, because they do not observe the nature of [these elements, up to and including] the consciousness element.

source: ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་ན། རྣམ་པར་ཤེས་པའི་ཁམས་དང་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་སྦྱོར་བའམ་འབྱེད་པ་ལྟ་ག་ལ་ཡོད།
en: In disregarding [all these, up to and including] the consciousness element, how could they associate them with omniscience or disassociate them therefrom? “

source: མ་རིག་པ་དང་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་མི་སྦྱོར་མི་འབྱེད་དོ། །དེ་ནི་འདི་ལྟར་མ་རིག་པ་ཉིད་ཀྱང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་སྟེ། ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་ན།
en: They neither associate ignorance with omniscience, nor do they disassociate it therefrom, because they do not observe the nature of ignorance.

source: མ་རིག་པ་དང་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་སྦྱོར་བའམ་འབྱེད་པ་ལྟ་ག་ལ་ཡོད།
en: In disregarding ignorance, how could they associate it with omniscience or disassociate it therefrom?

source: འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་དང་མིང་དང་གཟུགས་དང་སྐྱེ་མཆེད་དྲུག་དང་རེག་པ་དང་ཚོར་བ་དང་སྲེད་པ་དང་ལེན་པ་དང་སྲིད་པ་དང་སྐྱེ་བ་དང་རྒ་ཤི་དང་། ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་མི་སྦྱོར་མི་འབྱེད་དོ། །དེ་ནི་འདི་ལྟར་རྒ་ཤི་ཉིད་ཀྱང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་སྟེ། ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་ན།
en: They neither associate formative predispositions, consciousness, name and form, the six sense fields, sensory contact, sensation, craving, grasping, the rebirth process, actual birth, or aging and death with omniscience, nor do they disassociate them therefrom, because they do not observe the nature of [those links, up to and including] the nature of aging and death.

source: རྒ་ཤི་དང་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་སྦྱོར་བའམ་འབྱེད་པ་ལྟ་ག་ལ་ཡོད།
en: In disregarding [those links, up to and including] aging and death, how could they associate them with omniscience or disassociate them therefrom? “

source: ཤ་ར་དྭ་ཏིའི་བུ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་མི་སྦྱོར་མི་འབྱེད་དོ། །སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ཉིད་ཀྱང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་།
en: Moreover, Śāradvatīputra, when bodhisattva great beings practice the perfection of wisdom, they neither associate the perfection of generosity with omniscience, nor do they disassociate it therefrom, because they do not observe the nature of the perfection of generosity.

source: བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་མི་སྦྱོར་མི་འབྱེད་དོ།
en: They neither associate the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, or the perfection of wisdom with omniscience, nor do they disassociate them therefrom, because they do not observe the nature of [those perfections, up to and including] the perfection of wisdom.

source: །ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཉིད་ཀྱང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: In disregarding [those perfections, up to and including] the perfection of wisdom, how could they associate them with omniscience or disassociate them therefrom? “

source: །ནང་སྟོང་པ་ཉིད་དང་། དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་དང་། ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་མི་སྦྱོར་མི་འབྱེད་དོ། །དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་དང་། ཡང་དག་པར་སྤོང་བ་རྣམས་དང་། རྫུ་འཕྲུལ་གྱི་རྐང་པ་རྣམས་དང་། དབང་པོ་རྣམས་དང་།
en: They neither associate the emptiness of internal phenomena or [all the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities, with omniscience, nor do they disassociate them therefrom, because they do not observe the nature of [those aspects of emptiness, up to and including] the emptiness of the essential nature of nonentities.

source: སྟོབས་རྣམས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་རྣམས་དང་། ལམ་རྣམས་དང་། ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་མི་སྦྱོར་མི་འབྱེད་དོ། །ལམ་ཉིད་ཀྱང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །འཕགས་པའི་བདེན་པ་རྣམས་དང་། བསམ་གཏན་རྣམས་དང་། ཚད་མེད་པ་རྣམས་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་རྣམས་དང་། རྣམ་པར་ཐར་བ་རྣམས་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་རྣམས་དང་།
en: They neither associate the applications of mindfulness, the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, or the paths with omniscience, nor do they disassociate them therefrom, because they do not observe the nature of [those causal attributes, up to and including] the paths.

source: སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་རྣམས་དང་། ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་མི་སྦྱོར་མི་འབྱེད་དོ། །མངོན་པར་ཤེས་པ་ཉིད་ཀྱང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །ཏིང་ངེ་འཛིན་རྣམས་དང་།
en: They neither associate the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the aspects of liberation, the serial steps of meditative absorption, emptiness, signlessness, wishlessness, or the extrasensory powers with omniscience, nor do they disassociate them therefrom, because they do not observe the nature of [those meditative experiences, up to and including] the extrasensory powers.

source: གཟུངས་ཀྱི་སྒོ་རྣམས་དང་། དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། བྱམས་པ་ཆེན་པོ་དང་། སྙིང་རྗེ་ཆེན་པོ་དང་།
en: They neither associate the meditative stabilities, the dhāraṇī gateways, the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, great loving kindness, great compassion, or the eighteen distinct qualities of the buddhas with omniscience, nor do they disassociate them therefrom, because they do not observe the nature of [those fruitional attributes, up to and including] the eighteen distinct qualities of the buddhas.

source: སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅོ་བརྒྱད་དང་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་མི་སྦྱོར་མི་འབྱེད་དོ། །དེ་ནི་འདི་ལྟར་སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་ཉིད་ཀྱང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་སྟེ། ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་ན། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་དང་། ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་སྦྱོར་བ་འམ་འབྱེད་པ་ལྟ་ག་ལ་ཡོད།
en: In disregarding [those attributes and meditative experiences, up to and including] the eighteen distinct qualities of the buddhas, how could they associate them with omniscience or disassociate them therefrom?

source: ཤ་ར་དྭ་ཏིའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ལྟར་སྤྱོད་པ་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་བརྩོན་ཞེས་བྱའོ།
en: Śāradvatīputra, bodhisattva great beings who practice in that manner are said to engage with the perfection of wisdom. {

source: །ཤ་ར་དྭ་ཏིའི་བུ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། སངས་རྒྱས་དང་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་མི་སྦྱོར་མི་འབྱེད་དོ། །ཐམས་ཅད་མཁྱེན་པ་ཉིད་དང་། སངས་རྒྱས་སུ་མི་སྦྱོར་མི་འབྱེད་དོ། །དེ་ནི་འདི་ལྟར་སངས་རྒྱས་ཉིད་ཀྱང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་སྟེ།
en: Dt.51} “Moreover, Śāradvatīputra, when bodhisattva great beings practice the perfection of wisdom, they neither associate omniscience with the buddhas, nor do they disassociate it from them, because they do not observe the nature of the buddhas, nor do they observe the nature of omniscience.

source: ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་ན། སྦྱོར་བའམ་འབྱེད་པ་ལྟ་ག་ལ་ཡོད།
en: In disregarding these, how could they associate them or disassociate them?

source: བྱང་ཆུབ་དང་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་མི་སྦྱོར་མི་འབྱེད་དོ། །ཐམས་ཅད་མཁྱེན་པ་ཉིད་དང་བྱང་ཆུབ་ཏུ་མི་སྦྱོར་མི་འབྱེད་དོ། །དེ་ནི་འདི་ལྟར་བྱང་ཆུབ་ཉིད་ཀྱང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་སྟེ།
en: They neither associate enlightenment with omniscience, nor do they disassociate it therefrom, and they neither associate omniscience with enlightenment, nor do they disassociate it therefrom, because they do not observe the nature of enlightenment, nor do they observe the nature of omniscience.

source: ཤ་ར་དྭ་ཏིའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ལྟར་སྤྱོད་པ་ནི་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་བརྩོན་ཞེས་བྱའོ།
en: Śāradvatīputra, bodhisattva great beings who practice in that manner are said to engage with the perfection of wisdom. “

source: །ཤ་ར་དྭ་ཏིའི་བུ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། གཟུགས་དངོས་པོ་ཡོད་ཅེས་བྱ་བར་མི་སྦྱོར་རོ།
en: Moreover, Śāradvatīputra, when bodhisattva great beings practice the perfection of wisdom, they do not engage with the notion that physical forms are entities.

source: །གཟུགས་དངོས་པོ་མེད་ཅེས་བྱ་བར་མི་སྦྱོར་རོ།
en: They do not engage with the notion that physical forms are nonentities.

source: །ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་དངོས་པོ་ཡོད་ཅེས་བྱ་བར་མི་སྦྱོར་རོ།
en: They do not engage with the notion that feelings, perceptions, formative predispositions, and consciousness are entities.

source: །རྣམ་པར་ཤེས་པ་དངོས་པོ་མེད་ཅེས་བྱ་བར་མི་སྦྱོར་རོ།
en: They do not engage with the notion that consciousness [and so forth] are nonentities.

source: །བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ལྟར་སྤྱོད་པ་ནི་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་བརྩོན་ཞེས་བྱའོ།
en: Bodhisattva great beings who practice in that manner are said to engage with the perfection of wisdom. “

source: །ཤ་ར་དྭ་ཏིའི་བུ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། གཟུགས་རྟག་ཅེས་བྱ་བར་མི་སྦྱོར་རོ།
en: Moreover, Śāradvatīputra, when bodhisattva great beings practice the perfection of wisdom, they do not engage with the notion that physical forms are permanent.

source: །གཟུགས་མི་རྟག་ཅེས་བྱ་བར་མི་སྦྱོར་རོ།
en: They do not engage with the notion that physical forms are impermanent.

source: །ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་རྟག་ཅེས་བྱ་བར་མི་སྦྱོར་རོ།
en: They do not engage with the notion that feelings, perceptions, formative predispositions, and consciousness are permanent.

source: །རྣམ་པར་ཤེས་པ་མི་རྟག་ཅེས་བྱ་བར་མི་སྦྱོར་རོ།
en: They do not engage with the notion that consciousness and the other aggregates are impermanent.

source: །གཟུགས་བདེ་ཞེས་བྱ་བར་མི་སྦྱོར་རོ།
en: They do not engage with the notion that physical forms are imbued with happiness.

source: །གཟུགས་སྡུག་བསྔལ་ཞེས་བྱ་བར་མི་སྦྱོར་རོ།
en: They do not engage with the notion that physical forms are imbued with suffering.

source: །ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་བདེ་ཞེས་བྱ་བར་མི་སྦྱོར་རོ།
en: They do not engage with the notion that feelings, perceptions, formative predispositions, and consciousness are imbued with happiness.

source: །རྣམ་པར་ཤེས་པ་སྡུག་བསྔལ་ཞེས་བྱ་བར་མི་སྦྱོར་རོ།
en: They do not engage with the notion that consciousness [and so forth] are imbued with suffering. {

source: །གཟུགས་བདག་ཅེས་བྱ་བར་མི་སྦྱོར་རོ།
en: Dt.52} They do not engage with the notion that physical forms constitute a self.

source: །གཟུགས་བདག་མེད་ཅེས་བྱ་བར་མི་སྦྱོར་རོ།
en: They do not engage with the notion that physical forms constitute a nonself.

source: །ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་བདག་ཅེས་བྱ་བར་མི་སྦྱོར་རོ།
en: They do not engage with the notion that feelings, perceptions, formative predispositions, and consciousness constitute a self.

source: །རྣམ་པར་ཤེས་པ་བདག་མེད་ཅེས་བྱ་བར་མི་སྦྱོར་རོ།
en: They do not engage with the notion that consciousness and the other aggregates constitute a nonself.

source: །གཟུགས་ཞི་ཞེས་བྱ་བར་མི་སྦྱོར་རོ།
en: They do not engage with the notion that physical forms are at peace.

source: །གཟུགས་མ་ཞི་ཞེས་བྱ་བར་མི་སྦྱོར་རོ།
en: They do not engage with the notion that physical forms are not at peace.

source: །ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་ཞི་ཞེས་བྱ་བར་མི་སྦྱོར་རོ།
en: They do not engage with the notion that feelings, perceptions, formative predispositions, and consciousness are at peace.

source: །རྣམ་པར་ཤེས་པ་མ་ཞི་ཞེས་བྱ་བར་མི་སྦྱོར་རོ།
en: They do not engage with the notion that consciousness and the other aggregates are not at peace.

source: །གཟུགས་སྟོང་ཞེས་བྱ་བའམ་མི་སྟོང་ཞེས་བྱ་བར་མི་སྦྱོར་རོ།
en: They do not engage with the notion that physical forms are empty or not empty.

source: །ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་སྟོང་ཞེས་བྱ་བ་འམ་མི་སྟོང་ཞེས་བྱ་བར་མི་སྦྱོར་རོ།
en: They do not engage with the notion that feelings, perceptions, formative predispositions, and consciousness are empty or not empty.

source: །གཟུགས་མཚན་མ་ཡོད་ཅེས་བྱ་བ་འམ་མཚན་མ་མེད་ཅེས་བྱ་བར་མི་སྦྱོར་རོ།
en: They do not engage with the notion that physical forms are with signs or without signs.

source: །ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་མཚན་མ་ཡོད་ཅེས་བྱ་བའམ་མཚན་མ་མེད་ཅེས་བྱ་བར་མི་སྦྱོར་རོ།
en: They do not engage with the notion that feelings, perceptions, formative predispositions, and consciousness are with signs or without signs.

source: །གཟུགས་སྨོན་པ་ཡོད་ཅེས་བྱ་བ་འམ་སྨོན་པ་མེད་ཅེས་བྱ་བར་མི་སྦྱོར་རོ།
en: They do not engage with the notion that physical forms are with aspirations or without aspirations.

source: །ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་སྨོན་པ་ཡོད་ཅེས་བྱ་བའམ་སྨོན་པ་མེད་ཅེས་བྱ་བར་མི་སྦྱོར་རོ།
en: They do not engage with the notion that feelings, perceptions, formative predispositions, and consciousness are with aspirations or without aspirations.

source: །གཟུགས་སྐྱེ་ཞེས་བྱ་བ་འམ་འགག་ཅེས་བྱ་བར་མི་སྦྱོར་རོ།
en: They do not engage with the notion that physical forms arise or cease.

source: །ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་སྐྱེ་ཞེས་བྱ་བ་འམ་འགག་ཅེས་བྱ་བར་མི་སྦྱོར་རོ།
en: They do not engage with the notion that feelings, perceptions, formative predispositions, and consciousness arise or cease.

source: །གཟུགས་འདས་པ་ཞེས་བྱ་བར་མི་སྦྱོར་རོ།
en: They do not engage with the notion that physical forms are past time.

source: །གཟུགས་མ་འོངས་པ་ཞེས་བྱ་བར་མི་སྦྱོར་རོ།
en: They do not engage with the notion that physical forms are future time.

source: །གཟུགས་ད་ལྟར་བྱུང་བ་ཞེས་བྱ་བར་མི་སྦྱོར་རོ།
en: They do not engage with the notion that physical forms are present events.

source: །ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་འདས་པ་ཞེས་བྱ་བར་མི་སྦྱོར་རོ།
en: They do not engage with the notion that feelings, perceptions, formative predispositions, and consciousness are past time.

source: །རྣམ་པར་ཤེས་པ་མ་འོངས་པ་ཞེས་བྱ་བར་མི་སྦྱོར་རོ།
en: They do not engage with the notion that consciousness and the other aggregates are future time.

source: །རྣམ་པར་ཤེས་པ་ད་ལྟར་བྱུང་བ་ཞེས་བྱ་བར་མི་སྦྱོར་རོ།
en: They do not engage with the notion that consciousness and the other aggregates are present events.

source: །གཟུགས་བརྟན་ཞེས་བྱ་བ་འམ་མི་བརྟན་ཞེས་བྱ་བར་མི་སྦྱོར་རོ།
en: They do not engage with the notion that physical forms are stable or that they are unstable.

source: །ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་བརྟན་ཞེས་བྱ་བ་འམ་མི་བརྟན་ཞེས་བྱ་བར་མི་སྦྱོར་རོ།
en: They do not engage with the notion that feelings, perceptions, formative predispositions, and consciousness are stable or that they are unstable.

source: །དེ་ནི་གཟུགས་ཡོད་ཅེས་བྱ་བའམ་མེད་ཅེས་བྱ་བར་མི་སྦྱོར་མི་འབྱེད་དོ།
en: They do not engage with the notion that physical forms are existent or that they are nonexistent.

source: །ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་ཡོད་ཅེས་བྱ་བའམ་མེད་ཅེས་བྱ་བར་མི་སྦྱོར་མི་འབྱེད་དོ།
en: They do not engage with the notion that feelings, perceptions, formative predispositions, and consciousness are existent or that they are nonexistent.

source: །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་དུ་ཡོད་ཅེས་བྱ་བ་འམ་མེད་ཅེས་བྱ་བར་མི་སྦྱོར་མི་འབྱེད་དོ།
en: They do not engage with the notions that [all phenomena, attributes, and goals], up to and including all-aspect omniscience, are [all the notions mentioned up to] existent or that they are nonexistent. “

source: །ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། སྤྱོད་ཅེས་བྱ་བར་མི་དམིགས་སོ།
en: When they practice the perfection of wisdom, they do not apprehend the notion that they are practicing.

source: །མི་སྤྱོད་ཅེས་བྱ་བར་མི་དམིགས་སོ།
en: They do not apprehend the notion that they are not practicing.

source: །སྤྱོད་ཀྱང་སྤྱོད་ལ་མི་སྤྱོད་ཀྱང་མི་སྤྱོད་ཅེས་བྱ་བར་མི་དམིགས་སོ།
en: They do not apprehend the notion that they are both practicing and not practicing.

source: །སྤྱོད་པ་ཡང་མ་ཡིན། མི་སྤྱོད་པ་ཡང་མ་ཡིན་ཞེས་བྱ་བར་མི་དམིགས་སོ།
en: They do not apprehend the notion that they are neither practicing nor not practicing.

source: །ཤ་ར་དྭ་ཏིའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ལྟར་སྤྱོད་པ་ནི་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་བརྩོན་ཞེས་བྱའོ།
en: Śāradvatīputra, bodhisattva great beings who practice in that manner are said to engage with the perfection of wisdom. {

source: །ཤ་ར་དྭ་ཏིའི་བུ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པའི་དོན་དུ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་མི་སྤྱོད་དོ། །ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་།
en: Dt.53} “Moreover, Śāradvatīputra, when bodhisattva great beings practice the perfection of wisdom, they do not practice the perfection of wisdom for the sake of the perfection of generosity.

source: བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པའི་དོན་དུ། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་མི་སྤྱོད་དོ།
en: They do not practice the perfection of wisdom for the sake of the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, or the perfection of wisdom.

source: །ནང་སྟོང་པ་ཉིད་ནས། དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་གྱི་དོན་དུ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་མི་སྤྱོད་དོ།
en: They do not practice the perfection of wisdom for the sake of [the aspects of emptiness], from the emptiness of internal phenomena up to and including the emptiness of the essential nature of nonentities.

source: །སྐྱེ་བ་མེད་པ་སྟོང་པ་ཉིད་དང་འགག་པ་མེད་པ་སྟོང་པ་ཉིད་ཀྱི་དོན་དུ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་མི་སྤྱོད་དོ།
en: They do not practice the perfection of wisdom for the sake of nonarising emptiness or nonceasing emptiness.

source: །ཕྱིར་མི་ལྡོག་པའི་སའི་དོན་དུ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་མི་སྤྱོད་དོ།
en: They do not practice the perfection of wisdom for the sake of the level at which progress has become irreversible.

source: །སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱ་བ་དང་། སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པར་བྱ་བའི་དོན་དུ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་མི་སྤྱོད་དོ། །དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་དང་། ཡང་དག་པར་སྤོང་བ་རྣམས་དང་།
en: They do not practice the perfection of wisdom for the maturation of beings or for the refining of the buddhafields.

source: རྫུ་འཕྲུལ་གྱི་རྐང་པ་རྣམས་དང་། དབང་པོ་རྣམས་དང་། སྟོབས་རྣམས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་རྣམས་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པའི་དོན་དུ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་མི་སྤྱོད་དོ། །འཕགས་པའི་བདེན་པ་རྣམས་དང་། བསམ་གཏན་རྣམས་དང་། ཚད་མེད་པ་རྣམས་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་རྣམས་དང་། རྣམ་པར་ཐར་བ་བརྒྱད་དང་།
en: They do not practice the perfection of wisdom for the sake of the applications of mindfulness, the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, or the noble eightfold path.

source: མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་རྣམས་ཀྱི་དོན་དུ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་མི་སྤྱོད་དོ།
en: They do not practice the perfection of wisdom for the sake of the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the eight aspects of liberation, the nine serial steps of meditative absorption, emptiness, signlessness, wishlessness, or the extrasensory powers.

source: །ཏིང་ངེ་འཛིན་རྣམས་དང་། གཟུངས་ཀྱི་སྒོ་རྣམས་ཀྱི་དོན་དུ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་མི་སྤྱོད་དོ། །དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་།
en: They do not practice the perfection of wisdom for the sake of the meditative stabilities or the dhāraṇī gateways.

source: མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། བྱམས་པ་ཆེན་པོ་དང་། སྙིང་རྗེ་ཆེན་པོ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ཀྱི་དོན་དུ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་མི་སྤྱོད་དོ།
en: They do not practice the perfection of wisdom for the sake of the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, great loving kindness, great compassion, or the eighteen distinct qualities of the buddhas.

source: །དེ་བཞིན་ཉིད་དང་ཆོས་ཀྱི་དབྱིངས་དང་ཡང་དག་པའི་མཐའི་དོན་དུ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་མི་སྤྱོད་དོ།
en: They do not practice the perfection of wisdom for the sake of the real nature, the realm of phenomena, or the very limit of reality.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པ་ནི། ཆོས་གང་ལ་ཡང་ཐ་དད་པའམ། བྱེ་བྲག་གམ། ཁྱད་པར་དུ་ལྟ་བ་མེད་དེ།
en: If you ask why, bodhisattva great beings who practice the perfection of wisdom do not discern differences, details, or distinctions with respect to anything at all.

source: །དེ་ལྷའི་མིག་གི་དོན་དུ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་མི་སྤྱོད་དོ།
en: They do not practice the perfection of wisdom for the sake of divine clairvoyance.

source: །ལྷའི་རྣ་བ་དང་། གཞན་གྱི་སེམས་ཤེས་པ་དང་། སྔོན་གྱི་གནས་དྲན་པ་དང་། རྫུ་འཕྲུལ་གྱི་རྣམ་པ་དང་། ཟག་པ་ཟད་པའི་ཡེ་ཤེས་ཀྱི་དོན་དུ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་མི་སྤྱོད་དོ།
en: They do not practice the perfection of wisdom for the sake of divine clairaudience, knowledge of the minds of others, {Dt.54} recollection of past lives, aspects of miraculous ability, or the knowledge that contaminants have ceased.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་དེ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཉིད་ཀྱང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ན། བྱང་ཆུབ་སེམས་དཔའ་ལྟ་ཅི་སྨོས་ཏེ། རྣམ་པ་ཐམས་ཅད་དུ་ཐམས་ཅད་མངོན་པར་ཤེས་པ་དམིགས་པ་ལྟ་ག་ལས་འོང་།
en: If you ask why, when they practice the perfection of wisdom, since they do not observe the perfection of wisdom, how could they apprehend the extrasensory powers in all their aspects, let alone [the notion of] a bodhisattva!

source: ཤ་ར་དྭ་ཏིའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ལྟར་སྤྱོད་པ་ནི་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་བརྩོན་ཞེས་བྱའོ།
en: Śāradvatīputra, bodhisattva great beings who practice in that manner are said to engage with the perfection of wisdom. “

source: །ཤ་ར་དྭ་ཏིའི་བུ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། འདི་སྙམ་དུ་བདག་གིས་རྫུ་འཕྲུལ་གྱི་རྐང་པ་རྣམས་ལ་གནས་ཏེ། ཤར་ཕྱོགས་ཀྱི་འཇིག་རྟེན་གྱི་ཁམས་གངྒཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་དག་ན། སངས་རྒྱས་བཅོམ་ལྡན་འདས་གང་ཇི་སྙེད་བཞུགས་པ་དེ་དག་ཐམས་ཅད་ལ་རིམ་གྲོར་བྱའོ། །བཀུར་སྟིར་བྱའོ།
en: Moreover, Śāradvatīputra, when bodhisattva great beings practice the perfection of wisdom, they do not think, ‘I, being secure in the supports for miraculous ability, should serve, respect, honor, and worship all the lord buddhas, as many as there are, who are present in the world systems of the eastern direction, numerous as the grains of sand of the river Gaṅgā.’

source: །བསྟི་སྟང་དུ་བྱའོ། །མཆོད་པར་བྱའོ་སྙམ་དུ་མི་སེམས་སོ། །ལྷོ་དང་ནུབ་དང་བྱང་དང་བྱང་ཤར་དང་ཤར་ལྷོ་དང་ལྷོ་ནུབ་དང་ནུབ་བྱང་དང་འོག་དང་སྟེང་གི་ཕྱོགས་ཀྱི་ཕྱོགས་རེ་རེ་ཞིང་འཇིག་རྟེན་གྱི་ཁམས་གངྒཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་དག་ན། སངས་རྒྱས་བཅོམ་ལྡན་འདས་གང་ཇི་སྙེད་བཞུགས་པ་དེ་དག་ཐམས་ཅད་ལ་རིམ་གྲོར་བྱའོ། །བཀུར་སྟིར་བྱའོ།
en: Nor do they think, ‘I should serve, respect, honor, and worship all the lord buddhas, as many as there are, who are present in the world systems of each of the southern, western, northern, northeastern, southeastern, southwestern, and northwestern directions, along with the nadir and the zenith, numerous as the grains of sand of the river Gaṅgā.’
